const Persona = () => {
    return (
        <section id="persona">
            <article className="left">
                <picture>
                    <img src="../../../images/persona.png" alt="persona section image" />
                </picture>

                <picture>
                    <img src="../../../images/logo-two-lines.svg" alt="person logo" />
                </picture>
            </article>

            <article className="right">
                <h3>Кой е иван милев?</h3>

                <div>
                    <p>Иван Милев (1897 – 1927) е <span>един от най-ярките представители на българския модернизъм</span> и символизъм. Макар и с кратък творчески път, той оставя над 160 произведения – проникнати от дълбока чувствителност, фолклорни мотиви и драматизъм.</p>
                    <p>Учи декоративно изкуство във Виена, вдъхновява се от сецесиона и източноправославната иконопис. Милев умира едва на 30, но творчеството му остава завинаги – като визуална хроника на една цяла епоха.</p>
                    <p>Творчеството на Иван Милев се отличава с дълбок хуманизъм и национално самосъзнание. Той успява да въплъти духа на следвоенна България – изпълнена с болка, надежда и търсене на идентичност. В неговите образи – често жени, страдащи фигури или свети персонажи – се преплитат българският фолклор, модернистичният стил и личната му емоционална дълбочина. Макар и животът му да е кратък, изкуството му надживява времето – и остава актуално, разпознаваемо и дълбоко въздействащо до днес.</p>
                </div>
            </article>
        </section>
    );
}

export default Persona;