const Reasons = () => {
    return (
        <section id="reasons">
            <article className="left">
                <h2>Защо тази изложба?</h2>

                <div>
                    <p>01.07</p>
                    <hr />
                    <p>12.08</p>
                </div>

                <button>купи билет</button>
            </article>

            <article className="right">
                <h3>за изложбата</h3>

                <p>„Иван Милев: Българският символизъм в сърцето на Лондон“ е първата мащабна международна изложба на един от най-значимите български художници на 20-ти век.
                    <br /><br />
                    Тя има за цел да представи Милев като самобитен европейски творец, чието изкуство съчетава орнаментика, социална чувствителност и мистицизъм.
                    <br /><br />
                    Посетителите ще открият визуален свят, в който се преплитат народна естетика, модернизъм и дълбока човешка емоция – все още болезнено актуални и днес.</p>
            </article>
        </section>
    );
}

export default Reasons;